time_table.卡洛琳 = [
  {
    季節: "春",
    日期: 15,
    修復: "巴士站",
    時間表: [
      ["10:40","乘坐巴士前往沙漠參加沙漠節。"],
      ["11:00","站在村民商店的東側。"],
      ["00:50","乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      "如果是攤主",
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "秋",
    日期: 25,
    時間表: [
      ["08:00","在家中廚房。"],
      ["10:00","離開廚房前往她的臥室。"],
      ["12:00","前往哈維的診所，然後站在候診室中。"],
      ["13:30","走到診所里靠左邊的檢查室。"],
      ["16:00","回家然後待在客廳里。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: 16,
    時間表: [
      ["08:00","在家中廚房。"],
      ["12:00","走到雜貨店的貨架之間。"],
      ["13:30","出門前往小鎮廣場。"],
      ["16:00","離開小鎮廣場前往夜市。"],
      ["23:30","離開夜市回家。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      ["全天","在家里的客廳。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["08:00","在家中廚房。"],
      ["12:00","走到雜貨店的貨架之間。"],
      ["13:30","前往她的臥室並站在書架旁邊看書。"],
      ["16:00","離開臥室前往客廳。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期二",
    時間表: [
      ["08:00","站在家裡客廳最上面的桌子旁邊。"],
      ["10:30","走到客廳中間。"],
      ["13:00","在客廳和其他有氧健身俱樂部的成員一起健身。"],
      ["16:00","結束健身，待在客廳里和其他人聊天。"],
      ["18:10","前往廚房吃點零食。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期三",
    時間表: [
      ["08:00","在家中廚房。"],
      ["10:00","前往家裡的日光房，站在茶苗旁邊。"],
      ["12:00","出門前往社區中心左邊的噴泉。"],
      ["17:00","回家站在客廳里。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期五",
    時間表: [
      ["08:00","在家中廚房。"],
      ["10:00","前往家裡的日光房，站在茶苗旁邊。"],
      ["12:00","出門前往博物館看書。"],
      ["17:00","回家待在客廳中。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期六",
    修復: "社區中心",
    時間表: [
      ["08:00","在家中廚房。"],
      ["11:00","出門前往社區中心，然後待在大廳的書架旁邊看書。"],
      ["17:00","回家站在客廳里。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期天",
    時間表: [
      ["09:00","站在她的臥室里。"],
      ["10:40","在臥室的書架旁邊看書。"],
      ["13:30","走到雜貨店的貨架之間。"],
      ["14:40","出門前往社區中心南邊的樹下。"],
      ["18:30","回家站在她的臥室里。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    時間表: [
      ["08:00","在家中廚房。"],
      ["10:00","前往家裡的日光房，站在茶苗旁邊。"],
      ["12:00","走到雜貨店的貨架之間。"],
      ["13:30","出門，和喬迪一起站在小鎮廣場。"],
      ["16:00","回家站在客廳里。"],
      ["21:00","上床睡覺。"],
    ],
  },
];
