time_table.艾蜜莉 = [
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    時間表: [
      ["09:30","乘坐巴士前往沙漠參加沙漠節。"],
      ["10:00","站在她的服裝服務處。"],
      ["00:30","乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      "如果是攤主",
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "秋",
    日期: 15,
    修復: "巴士站",
    時間表: [
      ["09:00","在她的臥室中。"],
      ["10:30","離開家前往沙漠探望桑迪。"],
      ["00:00","回家休息。"],
    ],
  },
  {
    季節: "冬",
    日期: 11,
    時間表: [
      ["09:00","在她的臥室中。"],
      ["10:30","出門前往哈維的診所，待在候診室。"],
      ["13:30","走進檢查室。"],
      ["16:00","離開哈維的診所，去星之果實餐吧工作。"],
      ["00:30","回家睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: 15,
    時間表: [
      ["09:00","在她的臥室中。"],
      ["12:00","從臥室中出來，站在客廳里。"],
      ["14:30","出門去參加夜市。"],
      ["00:30","回家睡覺。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["09:00","在她的臥室中。"],
      ["12:00","從臥室中出來，站在客廳里。"],
      ["15:30","出門去星之果實餐吧工作。"],
      ["00:30","回家睡覺。"],
    ],
  },
  {
    日期: "星期二",
    時間表: [
      ["09:00","在她的臥室中。"],
      ["10:00","出門前往皮埃爾的雜貨店，參加健身鍛鍊。"],
      ["13:00","開始健身鍛鍊。"],
      ["16:00","離開雜貨店，去星之果實餐吧工作。"],
      ["00:30","回家睡覺。"],
    ],
  },
  {
    日期: "星期五",
    修復: "社區中心",
    時間表: [
      ["09:00","在她的臥室中。"],
      ["10:00","走向社區中心，站在工藝室中。"],
      ["15:30","離開社區中心，去星之果實餐吧工作。"],
      ["00:30","回家睡覺。"],
    ],
  },
  {
    時間表: [
      ["09:00","在她的臥室中。"],
      ["12:00","從臥室中出來，站在客廳里。"],
      ["15:30","出門去星之果實餐吧工作。"],
      ["00:30","回家睡覺。"],
    ],
  },
];
