time_table.威利 = [
  {
    季節: "春",
    日期: 9,
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["09:00","開始在魚店的櫃檯前工作，此時玩家可以在他那裡購買物品。"],
      ["10:10","離開魚店，前往哈維的診所的候診室。"],
      ["13:30","前往診所的檢查室體檢。"],
      ["17:00","離開哈維的診所，前往星之果實餐吧。"],
      ["23:20","回家睡覺。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    時間表: [
      ["09:00","乘坐巴士前往沙漠參加沙漠節。"],
      ["09:10","站在他的釣魚挑戰板前。"],
    ],
  },
  {
    季節: "夏",
    日期: [20, 21],
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["10:00","離開沙灘前往煤礦森林，在莉亞的農舍西南方的河邊釣魚參與鱒魚大賽。"],
      ["23:20","離開煤礦森林，回家睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: [12, 13],
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["12:00","前往沙灘，在魚店外釣魚參與魷魚節。"],
      ["23:20","離開沙灘，回家睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: [15, 16, 17],
    時間表: [
      ["16:30","前往星之果實餐吧。"],
      ["00:20","回家睡覺。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      ["全天","位於星之果實餐吧。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["09:00","開始在魚店的櫃檯前工作，此時玩家可以在他那裡購買物品。"],
      ["17:00","離開魚店，前往星之果實餐吧。"],
      ["23:20","離開餐吧，回家睡覺。"],
    ],
  },
  {
    日期: "星期五",
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["09:00","開始在魚店的櫃檯前工作，此時玩家可以在他那裡購買物品。"],
      ["17:00","離開魚店，前往星之果實餐吧。"],
      ["23:20","離開餐吧，回家睡覺。"],
    ],
  },
  {
    日期: "星期六",
    時間表: [
      ["06:10","起床，沿著小鎮去莉亞的農舍外的河邊釣魚。"],
      ["14:00","離開河邊朝鵜鶘鎮走，去河邊垂釣。"],
      ["19:00","前往星之果實餐吧。"],
      ["23:00","離開餐吧，回家睡覺。"],
    ],
  },
  {
    季節: "冬",
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["09:00","開始在魚店的櫃檯前工作，此時玩家可以在他那裡購買物品。"],
      ["17:00","離開魚店，前往星之果實餐吧。"],
      ["23:20","離開餐吧，回家睡覺。"],
    ],
  },
  {
    時間表: [
      ["06:10","起床，在魚店外釣魚。"],
      ["08:50","從沙灘回到魚店里。"],
      ["09:00","開始在魚店的櫃檯前工作，此時玩家可以在他那裡購買物品。"],
      ["17:00","離開魚店，出門去沙灘釣魚。"],
      ["22:00","回家睡覺。"],
    ],
  },
];
