time_table.羅賓 = [
  {
    季節: "春",
    日期: 16,
    修復: "巴士站",
    時間表: [
      ["11:20","乘坐巴士前往沙漠參加沙漠節。"],
      ["11:40","在探險家工會挑戰攤位與馬龍和吉爾交談。"],
      ["00:20","乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      ["全天","位於塞巴斯蒂安的房間。"],
    ],
  },
  {
    季節: "夏",
    日期: 18,
    時間表: [
      ["06:00","在她的臥室里。"],
      ["07:00","走向木匠的商店的櫃檯。"],
      ["08:00","離開櫃檯，前往哈維的診所。"],
      ["16:00","離開哈維的診所，回家。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["06:00","在她的臥室里。"],
      ["08:00","走向木匠的商店的櫃檯。"],
      ["17:00","離開商店的櫃檯，前往家中的廚房。"],
      ["19:30","進入她的臥室。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期一",
    修復: "社區中心",
    時間表: [
      ["06:00","在她的臥室里。"],
      ["08:00","走向木匠的商店的櫃檯。"],
      ["17:00","離開木匠的商店，前往社區中心。"],
      ["19:30","離開社區中心，回家。"],
      ["22:00","上床睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: 16,
    時間表: [
      ["06:00","在她的臥室里。"],
      ["08:00","走向木匠的商店的櫃檯。"],
      ["17:00","離開木匠的商店，參加夜市。"],
      ["23:30","離開夜市，回家睡覺。"],
    ],
  },
  {
    日期: "星期二",
    時間表: [
      ["06:00","在她的臥室里。"],
      ["09:30","走向皮埃爾的雜貨店。"],
      ["13:00","開始鍛鍊。"],
      ["16:00","結束鍛鍊，與喬迪、卡洛琳、瑪妮一起聊天。"],
      ["18:00","離開皮埃爾的雜貨店，回到自己家的廚房。"],
      ["19:30","離開廚房，走到臥室。"],
      ["21:00","上床睡覺。"],
    ],
  },
  {
    日期: "星期五",
    時間表: [
      ["06:00","在她的臥室里。"],
      ["08:00","走向木匠的商店的櫃檯。"],
      ["16:00","離開木匠的商店，前往星之果實餐吧。"],
      ["19:20","在星之果實餐吧中，與德米特里厄斯跳舞。"],
      ["21:00","離開星之果實餐吧，回家睡覺。"],
    ],
  },
  {
    時間表: [
      ["06:00","在她的臥室里。"],
      ["08:00","走向木匠的商店的櫃檯。"],
      ["17:00","離開木匠的商店，站在深山西南部的懸崖前。"],
      ["19:30","走回她的臥室。"],
      ["21:00","上床睡覺。"],
    ],
  },
];
