time_table.莉亞 = [
  {
    季節: "春",
    日期: 15,
    修復: "巴士站",
    時間表: [
      ["10:40","乘坐巴士前往沙漠參加沙漠節。"],
      ["11:20","站在賽跑跑道南側的沙制雕塑前。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      "如果是攤主",
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: 16,
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["10:30","離開家前往哈維的診所的候診室。"],
      ["13:30","走到診所里靠左的檢查室。"],
      ["16:00","離開診所前往星之果實餐吧。"],
      ["23:40","離開餐吧回到家裡睡覺。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","走到她的畫板前畫畫。"],
      ["14:00","站在小屋裡的書架前。"],
      ["16:00","離開小屋前往星之果實餐吧。"],
      ["23:40","離開餐吧回到家裡睡覺。"],
    ],
  },
  {
    季節: ["春", "夏", "秋"],
    日期: ["星期五", "星期六"],
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","走到她的畫板前畫畫。"],
      ["14:00","站在小屋裡的書架前。"],
      ["16:00","離開小屋前往星之果實餐吧。"],
      ["23:40","離開餐吧回到家裡睡覺。"],
    ],
  },
  {
    日期: "星期一",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["11:00","前往皮埃爾的雜貨店購物。"],
      ["17:00","離開雜貨店回家並站在小屋裡的書架前。"],
      ["22:00","站在小屋裡的桌子前。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: 15,
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","走到她的畫板前畫畫。"],
      ["14:00","站在小屋裡的書架前。"],
      ["16:00","離開小屋參加夜市。"],
      ["23:40","離開夜市回家睡覺。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      ["06:10","站在自己的小屋門口，欣賞苔蘚雨。"],
      ["13:00","回到她的小屋，站在床的旁邊。"],
      ["22:00","上床睡覺。"],
    ],
  },
  {
    季節: "夏",
    修復: "海灘橋梁",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","離開她的小屋穿過小鎮去沙灘的潮汐池畫畫。"],
      ["19:00","離開沙灘，回到她的小屋並站在小屋裡的書架前。"],
      ["22:00","站在小屋裡的桌子前。"],
      ["00:00","睡覺。"],
    ],
  },
  {
    季節: "春",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","離開小屋，走到小屋西南部的河邊。站在河岸，凝視著水面。"],
      ["15:00","走到煤礦森林中心湖橋盡頭，畫畫。"],
      ["18:30","走到煤礦森林中心湖西側。"],
      ["19:30","回到她的小屋，站在書架前。"],
      ["22:00","站在小屋裡的桌子前。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "夏",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","離開她的小屋穿過小鎮去沙灘畫畫。"],
      ["19:00","離開沙灘，回到她的小屋並站在小屋裡的書架前。"],
      ["22:00","站在小屋裡的桌子前。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "秋",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","離開她的小屋，前往小鎮河流的東面、鐵匠鋪的上面。"],
      ["19:00","離開小鎮，回到她的小屋並站在小屋裡的書架前。"],
      ["22:00","站在小屋裡的桌子前。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "冬",
    時間表: [
      ["09:00","起床在她的小屋里雕刻。"],
      ["12:00","走到她的畫板前畫畫。"],
      ["14:00","站在小屋裡的書架前。"],
      ["16:00","離開小屋前往星之果實餐吧。"],
      ["23:40","離開餐吧回到家裡睡覺。"],
    ],
  },
];
