time_table.阿嬤 = [
  {
    季節: "春",
    日期: 17,
    修復: "巴士站",
    時間表: [
      ["09:50","乘坐巴士前往沙漠參加沙漠節。"],
      ["10:00","與喬治一同在靠近巴士的路邊。"],
      ["22:50","乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      "如果是攤主",
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      ["全天","站在廚房裡。"],
    ],
  },
  {
    日期: 2,
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:30","離開家，前往哈維的診所的候診室。"],
      ["13:30","走到診所里靠左邊的檢查室。"],
      ["16:00","離開診所，回到家裡的廚房。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
  {
    日期: 23,
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","和喬治一起離開家，前往哈維的診所的候診室。"],
      ["13:30","和喬治一起前往檢查室。"],
      ["16:10","離開診所，回到家裡的廚房。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
  {
    季節: "冬",
    日期: 17,
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","陪喬治看電視。"],
      ["12:10","站在餐桌旁。"],
      ["13:00","在家裡坐著。"],
      ["16:30","到達夜市。"],
      ["23:40","回到臥室。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","陪喬治看電視。"],
      ["12:10","站在餐桌旁。"],
      ["16:30","站在廚房電器旁。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
  {
    日期: ["星期一", "星期四", "星期六"],
    修復: "社區中心",
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","陪喬治看電視。"],
      ["12:10","前往社區中心，坐在工藝室的扶手椅上。"],
      ["16:30","回家，站在廚房電器旁。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
  {
    季節: "夏",
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","陪喬治看電視。"],
      ["12:10","站在餐桌旁。"],
      ["13:00","前去照料小鎮廣場西北方的盆栽。"],
      ["16:30","站在廚房電器旁。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
  {
    時間表: [
      ["08:00","在家中的廚房。"],
      ["10:40","陪喬治看電視。"],
      ["12:10","站在餐桌旁。"],
      ["13:00","前去照料小鎮廣場東南方的盆栽。"],
      ["16:30","站在廚房電器旁。"],
      ["19:00","走到她家客廳的書架前。"],
      ["21:30","去臥室睡覺。"],
    ],
  },
];
