time_table.瑪魯 = [
  {
    季節: "春",
    日期: 16,
    修復: "巴士站",
    時間表: [
      ["09:20","乘坐巴士前往沙漠參加沙漠節。"],
      ["09:50","在賽跑終點線附近觀看比賽。"],
      ["00:20","乘坐巴士返回星露谷。"],
    ],
  },
  {
    季節: "春",
    日期: [15, 16, 17],
    修復: "巴士站",
    疊加: true,
    時間表: [
      "如果是攤主",
      ["11:10","乘坐巴士前往沙漠。"],
      ["11:30","到達她的商店攤位。"],
      ["00:00","離開攤位並乘坐巴士返回星露谷。"],
    ],
  },
  {
    天氣: "雨天",
    時間表: [
      ["09:00","位於臥室。"],
      ["12:50","站在木匠的商店房內的入口處。"],
      ["14:40","位於實驗室。"],
      ["16:40","位於臥室。"],
      ["23:00","上床睡覺。"],
    ],
  },
  {
    日期: ["星期一", "星期天"],
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","位於實驗室。"],
      ["13:30","前往星之果實餐吧南邊的長椅。"],
      ["15:20","坐在餐吧門前的長椅上。"],
      ["18:30","回家。"],
      ["20:30","位於臥室。"],
      ["23:00","上床睡覺。"],
    ],
  },
  {
    季節: "夏",
    日期: "星期天",
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","位於實驗室。"],
      ["12:30","返回臥室，和潘妮待在一起。"],
      ["23:00","上床睡覺。"],
    ],
  },
  {
    日期: ["星期二", "星期四"],
    時間表: [
      ["07:50","離開家，前往哈維的診所。"],
      ["09:40","在診所作為護士工作。"],
      ["16:45","離開診所，回家。"],
      ["18:40","位於木匠的商店的廚房。"],
      ["22:00","返回臥室。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    天氣: "苔雨",
    疊加: true,
    時間表: [
      "第一年",
      "全天","位於塞巴斯蒂安的房間。",
    ],
  },
  {
    季節: "冬",
    日期: 16,
    時間表: [
      ["09:00","離開她的房間。"],
      ["09:20","位於家中的實驗室。"],
      ["11:00","前往她的房間。"],
      ["15:40","離開家，參加夜市。"],
      ["23:30","離開夜市，回家。"],
    ],
  },
  {
    季節: "冬",
    修復: "社區中心",
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","前往家中的實驗室。"],
      ["14:40","離開家，前往社區中心工藝室。"],
      ["18:00","回家。"],
      ["18:40","位於家中的廚房。"],
      ["22:00","返回臥室。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "冬",
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","前往家中的實驗室。"],
      ["14:40","離開家，前往社區中心東邊的長椅。"],
      ["18:00","回家。"],
      ["18:40","位於家中的廚房。"],
      ["22:00","返回臥室。"],
      ["00:00","上床睡覺。"],
    ],
  },
  {
    季節: "夏",
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","位於實驗室。"],
      ["14:00","離開家，前往東邊的湖。"],
      ["14:40","站在湖邊。"],
      ["19:00","回家。"],
      ["19:40","位於房子外面，使用望遠鏡觀測。"],
      ["00:00","回屋睡覺。"],
    ],
  },
  {
    時間表: [
      ["09:00","位於臥室。"],
      ["10:20","位於實驗室。"],
      ["14:00","前往社區中心東邊的長椅。"],
      ["15:00","坐在長椅上。"],
      ["18:00","回家。"],
      ["19:00","位於臥室。"],
      ["22:00","上床睡覺。"],
    ],
  },
];
